/**** FileVault Strings and Formatting *****/

/* The format string used to generate the text label that appears in the FileVault conversion progress window when it is showing the progress of a user's home folder getting encrypted.  The %@ is replaced by the user's full name. */
"ENCRYPTING_MESSAGE_FORMAT" = "Codifico cartella Inizio di %@";

/* The format string used to generate the text label that appears in the FileVault conversion progress window when it is showing the progress of a user's home folder getting decrypted.  The %@ is replaced by the user's full name. */
"DECRYPTING_MESSAGE_FORMAT" = "Decodifico cartella Inizio di %@";

/* The format string used to generate the text label that appears in the FileVault progress window when it is showing the progress of a user's home folder getting compacted.  The %@ is replaced by the user's full name. */
"COMPACTING_MESSAGE_FORMAT" = "Recupero spazio disco nella cartella Inizio di %@";

/* The format string used to generate the text label that appears in the FileVault progress window when it is showing the progress of a user's home folder being backed up by TimeMachine.  The %@ is replaced by the user's full name. */
"BACKINGUP_MESSAGE_FORMAT" = "Eseguo backup della cartella Inizio di %@";

"CONVERTING_MESSAGE_FORMAT" = "Converto la cartella Inizio di %@";

/* The following strings appear below the progress bar in the FileVault conversion progress window to indicate the various phases of the conversion process. */
"PHASE_PREPARING" = "Preparo...";
"PHASE_CREATING_IMAGE" = "Creo FileVault...";
"PHASE_MOUNTING_IMAGE" = "Attivo FileVault...";
"PHASE_COPYING_TO_IMAGE" = "Copio contenuto della cartella Inizio in FileVault...";
"PHASE_COPY_COMPLETE" = "La copia è completa...";
"PHASE_UPDATING_USER_RECORD" = "Aggiorno dati utente...";
"PHASE_UNMOUNTING_IMAGE" = "Disattivo FileVault...";
"PHASE_DELETING_OLD_HOME" = "Elimino cartella inizio precedente...";
"PHASE_SECURE_ERASING_OLD_HOME" = "Elimino la cartella Inizio precedente in modo sicura…";
"PHASE_CANCELLING" = "Annullo...";
"PHASE_PAUSED" = "pausa";
"PHASE_COMPACTING" = "Recupero spazio disco...";
"PHASE_BACKINGUP" = "Eseguo backup...";

/* The following strings are time estimates that appear below the progress bar in the FileVault conversion progress window */
"TIME_EST_ESTIMATING" = "Valuto...";
"TIME_EST_ABOUT_5_SECONDS" = "Circa 5 secondi";
"TIME_EST_ABOUT_10_SECONDS" = "Circa 10 secondi";
"TIME_EST_UNDER_A_MINUTE" = "Meno di un minuto";
"TIME_EST_ABOUT_A_MINUTE" = "Circa un minuto";
"TIME_EST_ABOUT_N_MINUTES" = "circa %d minuti";
"TIME_EST_ABOUT_ONE_HOUR" = "Circa 1 ora";
"TIME_EST_ABOUT_ONE_HOUR_N_MINUTES" = "Circa 1 ora e %d minuti";
"TIME_EST_ABOUT_PLURAL_HOURS" = "circa %d ore";
"TIME_EST_ABOUT_PLURAL_HOURS_PLURAL_MINUTES" = "Circa %1$d ore e %2$d minuti";


"TIME_REMAINING_FORMAT" = "Tempo restante: %@";
"CANCEL_BUTTON_LABEL" = "Annulla";

/* The following strings are used to construct the confirmation alert that is presented when a user clicks the Cancel button in the FileVault progress window. */

"CANCEL_CONFIRMATION_STOP_BUTTON" = "Stop";
"CANCEL_CONFIRMATION_CONTINUE_BUTTON" = "Continua";
"CANCEL_ENCRYPT_CONFIRMATION_MESSAGE" = "Sei sicuro di volere interrompere FileVault?";
"CANCEL_ENCRYPT_CONFIRMATION_INFO" = "FileVault non ha concluso la codifica della cartella Inizio. Se interrompi adesso, FileVault verrà disattivato per la cartella Inizio e questa non verrà codificata.";
"CANCEL_DECRYPT_CONFIRMATION_MESSAGE" = "Sei sicuro di volere interrompere FileVault?";
"CANCEL_DECRYPT_CONFIRMATION_INFO" = "FileVault non ha concluso la decodifica della cartella Inizio. Se interrompi adesso, FileVault verrà attivato per la cartella Inizio e questa non verrà codificata.";

/* The following strings are used to construct the confirmation alert that is presented when a user when a compact is necessary during log out. */

"COMPACT_CONFIRMATION_CONTINUE_BUTTON" = "Continua";
"COMPACT_CONFIRMATION_SKIP_NOW_BUTTON" = "Ignora";

"COMPACT_CONFIRMATION_MESSAGE" = "La tua cartella di inizio, protetta da FileVault, sta utilizzando più spazio disco del necessario. FileVault può recuperare questo spazio. Vuoi continuare?";

"COMPACT_CONFIRMATION_INFO" = "Se fai clic su Continua, FileVault recupererà lo spazio su disco inutilizzato. Anche se l'operazione richiede un po' di tempo, è consigliabile consentire a FileVault di recuperare lo spazio su disco adesso.";


/* Error Alert strings */
"FV_ERROR_OK_BUTTON" = "OK";
"FV_ERROR_TITLE" = "Si è verificato un errore";
"FILEVAULT_ENCRYPT_ERROR_MESSAGE" = "Si è verificato un errore durante la codifica (%@). FileVault non verrà attivato per questo account.";
"FILEVAULT_DECRYPT_ERROR_MESSAGE" = "Si è verificato un errore durante la decodifica (%@). FileVault non verrà disattivato per questo account.";
"FV_COULD_NOT_CREATE_IMAGE" = "Impossibile creare un'immagine disco FileVault";
"FV_COULD_NOT_CREATE_MOUNT_POINT_DIR" = "Impossibile creare una directory del punto di attivazione temporaneo";
"FV_COULD_NOT_MOUNT_IMAGE_FOR_COPYING" = "Impossibile attivare l'immagine disco FileVault per la copia";
"FV_ERROR_OCCURRED_DURING_COPY" = "Si è verificato un errore durante la copia.";
"FV_COULD_NOT_MOUNT_IMAGE_FOR_VERIFICATION" = "Impossibile attivare l'immagine disco FileVault per la verifica";
"FV_VERIFICATION_FAILED" = "Verifica fallita";
"FV_COULD_NOT_UNMOUNT_IMAGE" = "Impossibile disattivare l'immagine disco FileVault";
"FV_ERROR_DEFAULT" = "Errore %d";

"FV_SECURE_ERASE_FINISHED_TITLE" = "La tua cartella Inizio precedente è stata eliminata in modo sicuro.";
"FV_SECURE_ERASE_FINISHED_INFO" = "La protezione FileVault adesso è attivata per il tuo account e i contenuti della tua cartella Inizio sono crittografati.";
"FV_SECURE_ERASE_FAILED_TITLE" = "Si è verificato un problema durante l'eliminazione in modo sicuro della cartella Inizio precedente nell'ambito del processo di conversione di FileVault.";
"FV_SECURE_ERASE_FAILED_INFO" = "Il processo di eliminazione sicura è fallito prima che la directori Inizio potesse essere completamente eliminata.";
"FV_CONTINUE_TITLE" = "Sei sicuro di voler continuare ad eliminare la cartella Inizio precedente sullo sfondo?";
"FV_CONTINUE_INFO" = "Se fai clic su OK, FIleVault finirà di eliminare la cartella Inizio mentre lavori. Per controllare lo stato del processo di eliminazione, apri il pannello Sicurezza di Preferenze di Sistema.";